{
    "Comment": "This document is similar to grads_section.html. However, this file contains student info like urls to the student ",
    "Comment2":"pictures, the writeups, quotes, etc.",
    "001" : {
        "Silid": "Del Rosario",
        "Name": "BEREBER, Paris Miguel U.",
        "Stylized Name": "/temp_assets/student1/student1StyledName.png",
        "Sections": ["Diamond", "Unknown", "Unknown", "Unknown", "Unknown", "Unknown"],
        "Toga Pic": "/temp_assets/student1/student_1_picture_2.png", 
        "Sablay Pic": "https://res.cloudinary.com/drv3swjzo/image/upload/f_auto,q_auto/v1/Test%20Folder/BEREBER%2C%20Paris%20Miguel_YB%20Pictures/h0rruuqkxyycfnegyxyn",
        "Formal Pic": "/temp_assets/student1/student_1_picture_3.png",
        "Creative Pic": "/temp_assets/student1/student_1_picture_4.png",
        "Quote": "quote quote quote quote quote quote quote",
        "Extracurriculars": [],
        "Constellations": [],
        "Writers": ["Rye"],
        "Writeups": [
            "write write write write write write write write write write write write write"]
        },
    "002" : {
        "Silid": "A. Santos",
        "Name": "LIBATIQUE, Lance C.",
        "Stylized Name": "/pages/indiv_spread/temp/LANCE_StylizedName.png",
        "Sections": ["Opal", "Adelfa", "Sodium", "Tau", "H", "B"],
        "Toga Pic": "/pages/indiv_spread/temp/LANCE_TOGA.jpg", 
        "Sablay Pic": "/pages/indiv_spread/temp/LANCE_BARONG.jpg",
        "Formal Pic": "/pages/indiv_spread/temp/LANCE_SEMIFORMAL.jpg",
        "Creative Pic": "/pages/indiv_spread/temp/LANCE_CREATIVE.jpg",
        "Quote": "\"I cannot remember every page I have read; even so, they have made me. Stomp a turty! Perchance.\" - inspired by Ralph Waldo Emerson and Jamesson",
        "Extracurriculars": ["Asian English Olympics 2023 - Spelling (6th Place Semifinalist)", "Computron Treasurer 2022-2023", "Ephemera Lore Committee"],
        "Constellations" : ["Corvus", "Eridanus", "Corona Australis"],
        "Writers": ["Pineda et al.", "Kevin, Kimi, Lily, and Migs"],
        "Writeups": [
            "We hope more people get to see everything that is truly good in Lance, not just the surface level things or the things he does for them. Although he’s a good friend—and that’s a part of who someone is—it’s not just the way he acts towards people that should be loved by those he cares for. He does his best for others, but he’s also passionate about his hobbies and puts effort into all the things he wants to do without letting academic or social pressures crush him—just because he's better at dealing with them than some people doesn’t mean it’s just as easy for him—and for that we’re happy for him. His growth these past few years was impressive, we don’t know anyone else who’s done that. He’s always been a good person, but he wasn’t always so honest to himself and we can’t explain how proud and thankful we are that he seems much happier and freer now without letting his drive for life and his passion projects go. We’re glad he got here. It’s always enough where he is, but we know he’ll want to keep walking forward.",
            "Lance is a cool guy. He likes doing art, coding, and making all sorts of things, and oh boy, does that guy make! From several random projects to his child and baby video game, he makes a lot, including some cute crochets! But he also desires meaning in every little creation, all of them greatly thought-provoking. He has a vivid imagination which often makes his output unique and beautiful, and it is also why he ends up joining a lot of projects with his peers. His passion and dedication to the things he likes is not to be underestimated. Snagging a spot in the Director’s List twice in each quarter for the past 21 years and having won the Nobel Peace Prize in Computerography, he has truly worked hard for all the skills he has and it shines most evidently in everything he draws, types, and writes. His gamer brain is huge, and his joker spleen, which is very serious, is similarly swollen from the insane amounts of comedy fluid inside. He’s fun to hang out with and is usually down for some shenanigans, primarily because of his second spleen—his compassion and friendship spleen. He shall forever live on in our hearts—our dangerously enlarged hearts. Live, laugh, Libatique."]
        },
    "003" : {
        "Silid": "Fronda",
        "Name": "ANORAN, Reuben Ryan, DV.",
        "Stylized Name": "Rye",
        "Sections": ["Ruby", "Rosal", "Lithium", "Gluon", "B", "H"],
        "Toga Pic": "https://drive.google.com/thumbnail?sz=h1024&id=17G9i1nGWAgQbvyrsH9H7I0SXNkFPYGjd", 
        "Sablay Pic": "https://drive.google.com/thumbnail?sz=h1024&id=1iT9STB1wVXpI5MxJwlmnPoVWP6tYO8tQ",
        "Formal Pic": "https://drive.google.com/thumbnail?sz=h1024&id=1s0e-M382pEFJVFs_i65OzEmp6n33NaYs",
        "Creative Pic": "https://drive.google.com/thumbnail?sz=h1024&id=10pTge5WvimK9cXdadGOldCD6jwHY2-I_",
        "Quote": "\"They would rather be moved into a cursed, wrong, uncomfortable shape, than suffer the quiet violence of being untouched and abandoned\" - Vihart",
        "Extracurriculars": ["Canadian Computing Competition, 2023", "AstroSoc, 2021-2024", "Academic Committee, 2021-2023"],
        "Constellations" : ["Vulpecula", "Telescopium", "Norma"],
        "Writers": ["Saree, Harold, Nicci, Josh"],
        "Writeups": [
            "We would not be the people we are today without Ben. We argue a lot, but he's spoiled us, really. He can be annoying sometimes but in a clowning, big brother way. He can disappear for days on end, but we’re glad he takes time to take care of himself. We tend to be selfish when dealing with Ben, but it's because we trust him to the point we show our worst sides. There's no one else who has understood us as he did. All these years, since the first day of seventh grade, he knew our worst and best moments and the emotions we felt through all of them. However, he's not only the best sibling we could ever ask for but also one of the best people in this world. Though some things concern me, his lack of an attention span, his absolute sabog and out of context quotes, his periods of mindlessly scribbling in his journal to untangle his thoughts, and his love of the stars and the night sky, are all so lovable. It’s great how much he cares for his family and friends even when things get complicated and heavy, such as giving his thoughtful little gifts or the way he slumps into our arms for a hug when he's had a tiring day. It makes you want to cheer him on when he attempts not to stress out over things out of his control and keeps on trying despite the “brainworms.” It’s endearing how much effort he puts into the subjects he loves and how he has no qualms sacrificing his grades in other ones; it is worrying, but priorities that make him happy are admirable. We hope in his life that he’ll always keep making his silly Halloween costumes and Tech standee shoes. He’s grown so much, and while sometimes we miss the cute old him, we’re thankful for his (not really) responsible current self. We hope to see him achieve all of his dreams. By the way, he’s a nerd, but we love him!"]
    }
    
}