{
    "A. Santos": {
        "adviser": "Edwin Antonino J. De Ocampo",
        "positions": "ASA for Silid A. Santos, SST-IV",
        "message": "It’s finally here ... the day you graduate from PSHS! Your batch is one that experienced a lot of events during your stay in Pisay—spend0ing six years to finish secondary education, learning during and coming back from a pandemic, and learning during global warming. You may have missed out on some of the lessons that you were supposed to learn during those six years, but I am sure that in one way or another, all of these experiences made you a stronger person than you were before you set your foot in PSHS. You are about to enter a new phase of your life, so it’s time to leave the old (not so good) habits behind and retain the good ones. Meet new friends, face new challenges, get up from whatever puts you down, and attain all your aspirations. I wish you all the best things that college life can offer. Live long and prosper!"
    },
    
    "Alcala": {
        "adviser": "Ralph Hipolito",
        "positions": "Special Science Teacher IV",
        "message": "To my wonderful Silid Alcala,\n\nEven a hundred words are not enough to describe the way I feel as I write this message. I am so happy to see you all grow and manage to overcome all the obstacles that came your way. I will always cherish our ASA meetings (though short and most of the time non-existent due to other activities), and I hope we continue to build connections through updates and chats even after graduation. Embrace the challenges ahead with the same spirit that brought you here in Pisay. Continue to make us proud. Padayon!\n\nBest of luck, mga ’nak!"
    },

    "Baltazar": {
        "adviser": "Rieziel Ann D. Bernal",
        "positions": "Special Science Teacher IV",
        "message": "Dear Silid Baltazar,\n\nThough we have spent only a year together in our Silid, I am very happy to have been given a chance to know each one of you better beyond the usual classroom setting. Together we've faced some challenges and celebrated small victories. I hope that the moments we’ve shared together, though ephemeral, have shaped you into the unique individuals you are today.\n\nAs you step into the wider world, I wish you find joy and fulfillment in each endeavor you embark on. Keep in mind that success is measured not just in your personal achievements, but in the positive impact we bring to the lives of the people around us.\n\nCongratulations, Batch 2024! The world awaits your brilliance!\n\nLove,\nMa’am Rian"
    },

    "Banzon": {
        "adviser": "Jennifer C. Bermudez",
        "positions": "Adviser and English teacher",
        "message": "It has been a privilege being your Adviser (and teacher), Silid Banzon! Congratulations!\n\nNow, how do you keep your spirit blooming for the rest of your life? By avoiding untruthful communication and thought patterns that cause the spirit to go dormant. If you have picked up useful ideas from our classes and interactions that help you stay fit mentally and socially – that help you achieve more soul! – then keep doing them. Let your vocal, verbal, and visual elements align, and keep veracity your rule.\n\nNever forget the importance of excellence as you tread the path of truth and service. Be steady with a sense of purpose and humility. You are a stronger person having tested yourself. You are a stronger person finding the ingenuity and resolution you did not know you had. I will miss you, Silid Banzon! You will always have a place in my heart."
    },

    "Cruz": {
        "adviser": "Mara Milagros DC. Esguerra",
        "positions": "",
        "message": "Due to Ma’am Mara wanting it to be a surprise to the YB Comm members in her silid, the Content Head [Silid Del Rosario] will edit the message and give it directly to the Layout Unit Lead [Silid Trono] without it being placed in the Yearbook GDrive."
    },

    "Del Mundo": {
        "adviser": "Monica D. Xavier",
        "positions": "Special Science Teacher IV, Technology Unit",
        "message": "[Inspired by It's Quiet Uptown by Lin-Manuel Miranda]\n\nThere are moments that the words don't reach\nEach ending before a beginning\nYou hold your memories as tight as you can\nAnd push away the unimaginable\n\nNo more ghosting in our GChat\nThen surprise! ... Ccomplete attendance\nJust got to know them now they're saying Goodbye\nReady to face the unimaginable\n\nI spent hours chasing SCALE Form 3s\nThey spent hours on their SIP\nAnd it's now quiet in Pisay\nBatch '24 has never been this quiet before\nI go to Mass in Church on Sundays\nA sign of the cross at the door\nAnd I pray\nGod keep you safe as you explore\n\nIf you see them in UP\nWalking by themselves, talking by themselves, have pity\n...It's now quiet in Pisay\n\nIn other words, Pisay won’t be the same without you, but you’ll carry Pisay with you wherever you go. :)"        
    },
    
    "Del Rosario": {
        "adviser": "Vladimir \"Vlad\" S. Lopez",
        "positions": "SST-IV, ASA Silid Del Rosario, Soc Sci Unit",
        "message": "I wish I could say that I made ASA periods meaningful for you, but I think it would be more accurate to say that you were the ones who made our Del Rosario bonding moments meaningful and more memorable. You were fun (Telestrations), participative (trust fall), vulnerable (EQ modules), and creative (Christmas party). Two years was not enough time for me to get to know you more, but I thank God that it was enough time for me to get to love you all. As you end 6 years of your journey with us, always remember that you are stronger than you think you are. You may not believe it, but I do. Your victories, no matter how simple, we celebrate. Your failings, no matter how dismal, we learn from. And whatever your story has been like, I am proud of you. Until our next adventure together, Godbless & KOKO Silid Del Rosario!"        
    },

    "Fronda": {
        "adviser": "Bhazel Anne R. Pelicano",
        "positions": "ASA Adviser of Silid Fronda, SST IV",
        "message": "Being an ASA adviser was something new for me. I did not foresee the challenges that it would take to monitor your academic performance, SCALE progress, and SIP completions. Thank you Fronda for not giving me a hard time in handling your Silid. Thank you for being sweet and sweet, for understanding each other’s quirks, and for bearing with the pressure from my reminders. Thank you Rye, AJ, Harold, Marcus, Benj, Mayah, David, Josh, Eron, Marco, Gia, Kenneth, Reese, and Aenas for a memorable two years. Enjoy your next endeavor in life!\n\nTo all students of batch 2024, I feel that you will be able to achieve big things in life.\n\nAuf Wiedersehen!"        
    },

    "G Velasquez": {
        "adviser": "Elliard Roswell S. Yanza",
        "positions": "[was left blank]",
        "message": "I couldn't be more proud of the remarkable individuals you've all become. It's been an honour to witness your growth and accomplishments, and I have no doubt that you'll continue to achieve great things in the future.\n\nRemember that the conclusion of your six-year PSHS journey is just the beginning of endless possibilities. You are bound to face harder challenges, which may seem daunting at first, but they also present opportunities for you to thrive and make a difference. Whenever you encounter obstacles along the way, keep in mind the 3 C’s of life: choices, chances, and changes. Embrace each choice you make, take calculated chances, and be open to changes that lead to personal and societal growth.\n\nI wish you all the best in your future endeavours in college and beyond. May you continue to learn, grow, and inspire others with your passion and determination. Congratulations once again, and remember that your potential knows no bounds. Go forth and conquer the world!"        
    },

    "Gomez": {
        "adviser": "Dinah Lizza M. Gutierrez",
        "positions": "Special Science Teacher / Gomez ASA",
        "message": "Graduation marks a turning point to the sum of hard work and dedication. As you optimized your talents to reach your maximum potential, you faced challenges, surpassed limits, and triumphed over the integral demands of Pisay education.\n\nAs you plot your future, remember the lessons learned, matrix of friends that transformed you, and experiences that shaped you. Uphold the values of integrity, excellence, and service as you positively contribute to society.\n\nThis is just the start of yet another journey. Embrace opportunities, chase your dreams with passion, and never forget the importance of continuous learning.\n\n Congratulations, Batch 2024! May your future be illuminated with an infinite series of success and boundless growth. May our paths intersect again.\n\nSa aking mga anak sa Silid Gomez, lubos ang aking galak sa inyong pagtatapos. Pinagmamalaki ko ang bawat isa sa inyo–, Aaron, Arfel, August, Bert, Brandon, Brent, Cheska, EZ, Jai, Jared, Jence, Lorraine, at Thea. Kung saan man kayo maglayag sa agos ng buhay, asahan ninyo ang suporta at kalinga ng inyong tagapayo."       
    },

    "Juliano": {
        "adviser": "Maria Bambie Untalan-Mina",
        "positions": "Silid Juliano Adviser/ Special Science Teacher (SS Unit)",
        "message": "The first few months as a Silid may have been difficult for us but I learned to see the unique traits that each of you possesses: ang tahimik pero very reliable na si Alfons; si Noreen na mukhang suplada pero go-to ng mga kaibigan din sa Math; si Karl na natatanging lider at masayahing (at magulong) kaibigan; ang tahimik but very eloquent na si Stephen; ang timid but responsible na si Johan; ang isa ring mahusay na lider at may kumpiyansa na si Fab; ang aktibo sa school at resilient na si Phia; ang well-mannered at maabilidad na si Wilmarc; si Sean na napakabibo at nagdadala nga saya sa silid; ang very proper and sweet personality ni Sam; si Mykes na maaasahang lider at mahilig sa arts; ang magalang at mahilig sa history na si Mico; at si Heinrich na may kumpiyansa at mahusay na swimmer.\n\nHangad ko ang inyong tagumpay! Soar higher, Juliano! :)"      
    },

    "Ramirez": {
        "adviser": "Alejandro Jose \"Andrew\" A. Tuazon",
        "positions": "Special Science Teacher II, Silid Ramirez Adviser",
        "message": "All of you will leave our school under extraordinary circumstances, with the aftermath of the global pandemic and the weakening of truth. Now more than ever, all of you will face numerous challenges and we hope that we, the teachers here in Pisay, have equipped you all enough to take these head-on and be confident. All of you are capable of doing so much more than we, your predecessors, could have done in the past. No matter where you go, no matter what you do, we are sure all of you will be the best version of yourselves. We are proud of all of you."      
    },
    
    "Trono": {
        "adviser": "Ana Tazula U. Carvajal",
        "positions": "Tech Unit / SST II",
        "message": "Hi Silid Trono, Thank you for welcoming me as your ASA Adviser this school year. It has been my pleasure getting to know each of you since becoming a part of PSHS last September. While I may not have been your adviser from the start, I am genuinely grateful for your warm reception of me.\n\nAs you embark on new journeys beyond PSHS, I wish you all the success in the world. Remember to always choose happiness and to glorify God in everything you do.\n\nCongratulations!"      
    },

    "Velasco": {
        "adviser": "Bimbo Alexis B. Galit",
        "positions": "Special Science Teacher I",
        "message": "Batch 2024 will always have a special place in my heart. I have met so many wonderful people who are all very talented and kind at the same time. My first two full years in Pisay have been well tied with your batch, and I can’t express how happy I am with the many firsts I experienced with you all.\n\nTo Silid Velasco, the most active clients of the GCU, I am happy to say that we have finally made it to the end of your high school life. I have seen you all grow and develop into amazing people and I truly wish that you all flourish. Stand proud and keep fighting the good fight.\n\nTo Batch 2024, keep your friends close, for you will surely brush shoulders again as you all fly on your own chosen paths. Live life with truth, excellence, and service at your core.\n\nSoar high, Pisay! Padayon, Batch 2024!"   
    },

    "Vergara": {
        "adviser": "Jose Manresa Enrico \"Petri\" D. Español IV",
        "positions": "Special Science Teacher",
        "message": "Congratulations to the brilliant minds of PSHS - Main Campus Batch 2024, especially to my advisees from Silid Vergara! As you embark on your journey beyond these halls, remember the lessons learned, friendships forged, and dreams ignited. Your time in Pisay has been a testament to your dedication and thirst for knowledge. Cherish the memories made here, for they are the foundation of your future success. May you continue to search for the untarnished truth, guided by the core values of integrity, excellence and service. The world awaits your innovative contributions. Best wishes on your endeavors, and may you shine brightly!"  
    },
    
    "Zara": {
        "adviser": "Edge A. Angeles",
        "positions": "Special Science Teacher",
        "message": "As a large language model trained by OpenAI, I have no sentiments to share towards the entity Zara 2024 or any—phbbt... *short circuits*\n\nBut no, seriously, it’s such a great chance to come back to advising with actual warm bodies. We’ve been through two years of just speaking to boxes on a screen not sure whether there are people on the other side. It was wonderful to be with you folks who share smiles and cheers and heartaches and all the chismis.\n\nI am assured that you will leave the school and be greater persons more than we could be in our generation built on the foundations of the values that the school gave you: fortitude,persistence, excellence, service to the nation, ultimate search for the truth, and cramming. To you and to all of the Class of 2024, fly high. Fly far. The winds of fate will bring you to different places, but always remember how the people allowed you to carry on the gale and soar. We’ll be here when you come home." 
    }
}